tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/services"

brew "coreutils"
brew "ffmpeg"
brew "ghostscript"
brew "gnupg"
brew "graphicsmagick"
brew "mas"
brew "openconnect"
brew "pam-reattach"
brew "tmux"
brew "sd"
brew "bat"
brew "bottom"
brew "lsd"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "safe-rm"
brew "wget"
brew "zoxide"
brew "direnv"
brew "cheat"
brew "curl"

cask "1password-cli"
cask "alacritty"
cask "bookends"
cask "latexit"
cask "mactex-no-gui"
cask "rectangle"
cask "skim"
cask "visual-studio-code"
cask "jupyter-notebook-viewer"
cask "appcleaner"
cask "karabiner-elements"
cask "monitorcontrol"

mas "Aware", id: 1082170746
mas "Craft", id: 1487937127
mas "DaisyDisk", id: 411643860
mas "Keynote", id: 409183694
mas "Slack", id: 803453959
mas "Texifier", id: 458866234
mas "Things", id: 904280696
